{
  "AdvancedSorters": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NrrwRgn": { "branch": "master" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorbuddy.vim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dracula": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow_csv": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "sort.nvim": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "undotree": { "branch": "master" },
  "venn.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-exchange": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-ingo-library": { "branch": "master" },
  "vim-jdaddy": { "branch": "master" },
  "vim-mark": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
